Repository: eddyvdaker/Zuyd-LA4LD-Dataecosystem
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Please log in to access this page.
nl: Log a.u.b. in om toegang te krijgen tot deze pagina.

source: File
nl: Bestand

source: Incorrect format, JSON required!
nl: Incorrect formaat, verwacht JSON!

source: Import
nl: Importeren

source: Username
nl: Gebruikersnaam

source: Role
nl: Rol

source: Card Number
nl: Kaart nummer

source: Save Changes
nl: Weizigingen Opslaan

source: Name
nl: Naam

source: Description
nl: Beschrijving

source: End
nl: Einde

source: Faculty
nl: Faculteit

source: Group
nl: Groep

source: Title
nl: Titel

source: Room
nl: Ruimte

source: Active
nl: Actief

source: Add
nl: Toevoegen

source: Remove
nl: Verwijderen

source: Users
nl: Gebruikers

source: Groups
nl: Groepen

source: Invalid file, missing key )
nl: Ongeldig bestand, mist sleutel )

source: Admin Panel
nl: Administratie Paneel

source: Imported Users (Copy to send to users):
nl: Geimporteerde gebruikers (Kopieer en stuur naar gebruikers):

source: Skipped Users:
nl: Overgeslagen gebruikers

source: Admin Panel: Import Users
nl: Administratie Paneel: Importeren Gebruikers

source: Admin Panel: Users Overview
nl: Administratie Paneel: Gebruikers Overzicht

source: Admin Panel: User
nl: Administratie Paneel: Gebruikers

source: The changes have been saved.
nl: De weizigingen zijn opgeslagen

source: Admin Panel: Edit User
nl: Administratie Paneel: Gebruiker Weizigen

source: Admin Panel: New User
nl: Administratie Paneel: Nieuwe Gebruiker

source: modules imported
nl: Modules importeren

source: Admin Panel: Import Modules
nl: Administratie Paneel: Modules Importeren

source: Admin Panel: Modules Overview
nl: Administratie Paneel: Modules Overzicht

source: Admin Panel: Edit Module
nl: Administratie Paneel: Module Weizigen

source: Admin Panel: Add Module
nl: Administratie Paneel: Module Toevoegen

source: results imported
nl: resultaten importeren

source: Admin Panel: Import Results
nl: Administratie Paneel: Resultaten Importeren

source: Admin Panel: Group Overview
nl: Administratie Paneel: Groepen Overzicht

source: Admin Panel: Group
nl: Administratie Paneel: Groep

source: groups imported
nl: groepen geimporteerd

source: Admin Panel: Import Groups
nl: Administratie Paneel: Groepen Importeren

source: Admin Panel: Add Group
nl: Administratie Paneel: Groep Toevoegen

source: Admin Panel: Edit Group
nl: Administratie Paneel: Groep Weizigen

source: schedules imported
nl: rooster importeren

source: Admin Panel: Import Schedules
nl: Administratie Paneel: Roosters Importeren

source: Admin Panel: Schedule Overview
nl: Administratie Paneel: Roosters Overzicht

source: Admin Panel:
nl: Administratie Paneel:

source: Admin Panel: Edit Schedule
nl: Administratie Paneel: Rooster Weizigen

source: Admin Panel: Add Schedule
nl: Administratie Paneel: Rooster Toevoegen

source: Admin Panel:Edit Schedule Item
nl: Administratie Paneel: Rooster Item Weizigen

source: Admin Panel: New Schedule Item
nl: Administratie Paneel: Rooster Item Toevoegen

source: Admin Panel: Logs
nl: Administratie Paneel: Logboek

source: No Fact-Store Data
nl: Geen Fact-Store Data

source: Admin Panel: Fact-Store
nl: Administratie Paneel: Fact-Store

source: No Fact-Store data available
nl: Geen Fact-Store data beschikbaar

source: Added users to groups.
nl: Gebruikers toegevoegd aan groep

source: Removed users from groups
nl: Gebruikers verwijderd van groep

source: Admin Panel: Manage Groups
nl: Administratie Paneel: Groepen beheren

source: Admin Panel: Manage Modules
nl: Administratie Paneel: Modules beheren

source: Attendance
nl: Aanwezigheid

source: Password
nl: Wachtwoord

source: Remember Me
nl: Mij Onthouden

source: Sign In
nl: Inloggen

source: Request Password Reset
nl: Wachtwoord herstel

source: Repeat Password
nl: Herhaal Wachtwoord

source: Current Password
nl: Huidig Wachtwoord

source: New Password
nl: Nieuw Wachtwoord

source: Retype New Password
nl: Herhaal Nieuwe Wachtwoord

source: Change Password
nl: Weizig Wachtwoord

source: Invalid username or password
nl: Verkeerde gebruikersnaam of wachtwoord

source: Sign in
nl: Inloggen

source: Check your email for the instructions to reset your password
nl: Check uw email voor instructies voor het herstellen van uw wachtwoord

source: Reset Password
nl: Herstel Wachtwoord

source: Your password has been reset.
nl: Uw wachtwoord is hersteld

source: Wrong password
nl: Verkeerd wachtwoord

source: Password changed
nl: Wachtwoord gewijzigd

source: 403 - Forbidden
nl: 403 - Verboden

source: 404 - File Not Found
nl: 404 - Bestand niet gevonden

source: 500 - Internal Server Error
nl: 500 - Interne fout

source: Home Page
nl: Home Pagina

source: Profile
nl: Profiel

source: Results
nl: Resultaten

source: Schedule
nl: Rooster

source: Select Schedule
nl: Selecteer Rooster

source: Admin
nl: Administrator

source: Logout
nl: Uitloggen

source: Login
nl: Inloggen

source: Welcome to the LA4LD dataecosystem, please log in
nl: Welkom bij het LA4LD dataecosysteem, log a.u.b. in

source: here
nl: hier

source: Hello
nl: Hallo

source: Settings
nl: Instellingen

source: Your role is
nl: Uw rol is

source: Your card number
nl: Uw kaartnummer

source: Your identifier is
nl: Uw identificatienummer is

source: Export Data
nl: Exporteer Data

source: Modules as Student
nl: Modules als Student

source: Modules as Teacher
nl: Modules als Docent

source: Modules as Examiner
nl: Modules als Examinator

source: General Settigns
nl: Basis Instellingen

source: User Settings
nl: Gebruikers Instellingen

source: Import Users
nl: Importeren Gebruikers

source: Users Overview
nl: Gebruikers Overzicht

source: Module Settings
nl: Module Instellingen

source: Import Modules
nl: Importeren Modules

source: Module Overview
nl: Modules Overzicht

source: Module Membership
nl: Module Beheer

source: Group Settings
nl: Groep Instellingen

source: Group Overview
nl: Groepen Overzicht

source: Group Membership
nl: Groep Beheer

source: Results Settings
nl: Resultaten Instellingen

source: Import Results
nl: Importeren Resultaten

source: Schedule Settings
nl: Rooster Instellingen

source: Import Schedules
nl: Roosters Importeren

source: Schedule Overview
nl: Roosters Overzicht

source: View Fact-Store
nl: Bekijk Fact-Store

source: Export Fact-Store
nl: Fact-Store Exporteren

source: Add Group
nl: Groep Toevoegen

source: Import expects JSON files in the following format:
nl: Importeerfunctie verwacht JSON bestanden in het volgende formaat:

source: Export Logs
nl: Exporteer Logboek

source: Add Modules
nl: Modules Toevoegen

source: Edit
nl: Weizigen

source: Add Schedule
nl: Rooster Toevoegen

source: Students
nl: Studenten

source: Schedules
nl: Roosters

source: Edit schedule
nl: Rooster weizigen

source: Schedule Items
nl: Rooster Items

source: Add Schedule Item
nl: Rooster Item Toevoegen

source: User Role
nl: Gebruikersrol

source: User Card number
nl: Gebruiker Kaartnummer

source: Edit User
nl: Gebruiker Weizigen

source: Groups of student
nl: Groepen van student

source: Add User
nl: Gebruiker Toevoegen

source: Attended
nl: Aanwezig

source: No results
nl: Geen resultaten

source: Forgot Your Password?
nl: Wachtwoord vergeten?

source: Click to Reset It
nl: Klik hier om het te herstellen

source: Dear
nl: Beste

source: A account has been created for you in the LA4LD system. Your login details are
nl: Uw account voor het LA4LD systeem is aangemaakt. Uw gegevens zijn

source: username
nl: Gebruikersnaam

source: password
nl: Wachtwoord

source: Change your password as soon as possible.
nl: Weizig uw wachtwoord zo snel mogelijk.

source: Sincerely
nl: Met vriendelijke groet

source: The LA4LD team
nl: Het LA4LD team

source: To reset your password
nl: Om uw wachtwoord te herstellen

source: click here
nl: klik hier

source: Alternatively, you can paste the following link in your browser's address bar
nl: U kunt ook de volgende link in de adresbalk van uw browser plakken

source: If you have not requested a password reset simply ignore this message.
nl: Als u deze aanvraag niet heeft gedaan kunt u dit bericht negeren.

source: Back
nl: Vorige

source: An unexpected error has occurred, the administrator has been notified.
nl: Er is een onverwachte fout opgetreden, de beheerder is op de hoogte gebracht.

source: Weight
nl: Gewicht
